Repository: dw-zhu-si/ModelHub
Catalog: packaging/Localization/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, ja, ko, pt_br, ru, zh_hant

source: 供应商不存在
ar: المورد غير موجود
de: Lieferant existiert nicht
en: Supplier does not exist
es: El proveedor no existe
fr: Le fournisseur n'existe pas
ja: サプライヤーが存在しません
ko: 공급업체가 존재하지 않습니다.
pt_br: Fornecedor não existe
ru: Поставщик не существует
zh_hant: 供應商不存在

source: 供应商专用
ar: خاص بالمزوّد
de: Anbieterspezifisch
en: Provider-Native
es: Nativo del proveedor
fr: Natif du fournisseur
ja: プロバイダー固有
ko: 제공업체 전용
pt_br: Nativo do provedor
ru: Специальный протокол поставщика
zh_hant: 供應商專用

source: 供应商专用原生响应
ar: الاستجابة الأصلية الخاصة بالبائع
de: Anbieterspezifische native Antwort
en: Vendor-specific native response
es: Respuesta nativa específica del proveedor
fr: Réponse native spécifique au fournisseur
ja: ベンダー固有のネイティブ応答
ko: 공급업체별 기본 응답
pt_br: Resposta nativa específica do fornecedor
ru: Собственный ответ конкретного поставщика
zh_hant: 供應商專用原生響應

source: 供应商已停用
ar: تم إلغاء تنشيط المورد
de: Lieferant ist deaktiviert
en: Supplier is deactivated
es: El proveedor está desactivado
fr: Le fournisseur est désactivé
ja: サプライヤーは非アクティブ化されています
ko: 공급업체가 비활성화되었습니다.
pt_br: Fornecedor está desativado
ru: Поставщик деактивирован
zh_hant: 供應商已停用

source: 供应商或模型不存在。
ar: لم يتم العثور على المزوّد أو النموذج.
de: Anbieter oder Modell nicht gefunden.
en: Provider or model not found.
es: No se encontró el proveedor o el modelo.
fr: Fournisseur ou modèle introuvable.
ja: プロバイダーまたはモデルが見つかりません。
ko: 제공업체 또는 모델을 찾을 수 없습니다.
pt_br: Provedor ou modelo não encontrado.
ru: Поставщик или модель не найдены.
zh_hant: 供應商或模型不存在。

source: 供应商支持的图片尺寸，例如 1024x1024
ar: أحجام الصور التي يدعمها البائع، على سبيل المثال. 1024x1024
de: Vom Anbieter unterstützte Bildgrößen, z.B. 1024x1024
en: Image sizes supported by the vendor, e.g. 1024x1024
es: Tamaños de imagen admitidos por el proveedor, p. 1024x1024
fr: Tailles d'image prises en charge par le fournisseur, par ex. 1024x1024
ja: ベンダーがサポートする画像サイズ (例: 1024x1024
ko: 공급업체에서 지원하는 이미지 크기(예: 1024x1024
pt_br: Tamanhos de imagem suportados pelo fornecedor, por ex. 1024x1024
ru: Размеры изображений, поддерживаемые поставщиком, например 1024x1024
zh_hant: 供應商支持的圖片尺寸，例如 1024x1024

source: 供应商支持的尺寸或分辨率
ar: الأحجام أو القرارات التي يدعمها البائع
de: Vom Anbieter unterstützte Größen oder Auflösungen
en: Vendor supported sizes or resolutions
es: Tamaños o resoluciones admitidos por el proveedor
fr: Tailles ou résolutions prises en charge par le fournisseur
ja: ベンダーがサポートするサイズまたは解像度
ko: 공급업체에서 지원하는 크기 또는 해상도
pt_br: Tamanhos ou resoluções suportados pelo fornecedor
ru: Размеры и разрешения, поддерживаемые поставщиком
zh_hant: 供應商支持的尺寸或分辨率

source: 供应商支持的画面比例
ar: نسب العرض إلى الارتفاع المدعومة من البائع
de: Vom Anbieter unterstützte Seitenverhältnisse
en: Vendor supported aspect ratios
es: Relaciones de aspecto admitidas por el proveedor
fr: Formats d'image pris en charge par le fournisseur
ja: ベンダーがサポートするアスペクト比
ko: 공급업체에서 지원하는 가로 세로 비율
pt_br: Proporções suportadas pelo fornecedor
ru: Соотношения сторон, поддерживаемые поставщиком
zh_hant: 供應商支持的畫面比例

source: 供应商支持的质量，例如 low、medium、high
ar: جودة دعم البائعين، على سبيل المثال. منخفضة، متوسطة، عالية
de: Qualität des Anbieter-Supports, z.B. niedrig, mittel, hoch
en: Quality of vendor support, e.g. low, medium, high
es: Calidad del soporte del proveedor, p.e. bajo, medio, alto
fr: Qualité du support du fournisseur, par ex. faible, moyen, élevé
ja: ベンダーサポートの品質（例）低、中、高
ko: 공급업체 지원 품질(예: 낮음, 중간, 높음
pt_br: Qualidade do suporte do fornecedor, por ex. baixo, médio, alto
ru: Качество поддержки поставщиков, например. низкий, средний, высокий
zh_hant: 供應商支持的質量，例如 low、medium、high

source: 供应商支持的音色名称
ar: أسماء التصحيح المدعومة من قبل البائع
de: Vom Hersteller unterstützte Patch-Namen
en: Vendor-supported patch names
es: Nombres de parches compatibles con los proveedores
fr: Noms de correctifs pris en charge par le fournisseur
ja: ベンダーがサポートするパッチ名
ko: 공급업체가 지원하는 패치 이름
pt_br: Nomes de patches suportados pelo fornecedor
ru: Названия патчей, поддерживаемых поставщиком
zh_hant: 供應商支持的音色名稱

source: 供应商明确承诺零数据留存
ar: يلتزم البائع صراحةً بعدم الاحتفاظ بأي بيانات
de: Der Anbieter verpflichtet sich ausdrücklich zur Nulldatenspeicherung
en: Vendor explicitly commits to zero data retention
es: El proveedor se compromete explícitamente a no retener datos
fr: Le fournisseur s'engage explicitement à ne conserver aucune donnée
ja: ベンダーはデータ保持ゼロを明示的に約束
ko: 공급업체는 데이터 보존을 명시적으로 약속합니다.
pt_br: O fornecedor se compromete explicitamente com retenção zero de dados
ru: Поставщик явно обязуется не сохранять данные
zh_hant: 供應商明確承諾零數據留存

source: 供应商服务暂时异常
ar: خدمة المزوّد غير متاحة مؤقتًا
de: Der Anbieterdienst ist vorübergehend nicht verfügbar
en: The provider service is temporarily unavailable
es: El servicio del proveedor no está disponible temporalmente
fr: Le service du fournisseur est temporairement indisponible
ja: プロバイダーのサービスが一時的に利用できません
ko: 공급자 서비스에 일시적인 문제가 있습니다
pt_br: O serviço do provedor está temporariamente indisponível
ru: Сервис поставщика временно недоступен
zh_hant: 供應商服務暫時異常

source: 供应商模型目录没有返回带明确单位的机器可读价格；现有费用未被修改。
ar: لم يُرجع دليل المزوّد أسعارًا قابلة للقراءة آليًا بوحدات واضحة؛ لم تتغير التكاليف الحالية.
de: Der Anbieterkatalog lieferte keine maschinenlesbaren Preise mit eindeutiger Einheit; vorhandene Kosten wurden nicht geändert.
en: The provider catalog returned no machine-readable prices with explicit units; existing costs were not changed.
es: El catálogo del proveedor no devolvió precios legibles por máquina con unidades explícitas; no se modificaron los costes existentes.
fr: Le catalogue du fournisseur n’a renvoyé aucun tarif lisible par machine avec unité explicite ; les coûts existants n’ont pas été modifiés.
ja: プロバイダーカタログに単位が明記された機械可読価格がないため、既存の費用は変更されませんでした。
ko: 공급자 카탈로그에 단위가 명시된 기계 판독 가격이 없어 기존 비용을 변경하지 않았습니다.
pt_br: O catálogo do provedor não retornou preços legíveis por máquina com unidades explícitas; os custos existentes não foram alterados.
ru: Каталог поставщика не вернул машиночитаемых цен с явными единицами; существующие расходы не изменены.
zh_hant: 供應商模型目錄沒有返回帶明確單位的機器可讀價格；現有費用未被修改。

source: 供应商目录 / 手工
ar: دليل المزوّد / يدوي
de: Anbieterkatalog / Manuell
en: Provider catalog / Manual
es: Catálogo del proveedor / Manual
fr: Catalogue fournisseur / Manuel
ja: プロバイダーカタログ / 手動
ko: 공급자 카탈로그 / 수동
pt_br: Catálogo do provedor / Manual
ru: Каталог поставщика / Вручную
zh_hant: 供應商目錄 / 手工

source: 供应商目录或手动配置
ar: دليل المزوّد أو إعداد يدوي
de: Anbieterkatalog oder manuelle Konfiguration
en: Provider catalog or manual configuration
es: Catálogo del proveedor o configuración manual
fr: Catalogue fournisseur ou configuration manuelle
ja: プロバイダーカタログまたは手動設定
ko: 공급자 카탈로그 또는 수동 구성
pt_br: Catálogo do provedor ou configuração manual
ru: Каталог поставщика или ручная настройка
zh_hant: 供應商目錄或手動配置

source: 供应商类型
ar: نوع المزوّد
de: Anbietertyp
en: Provider Type
es: Tipo de proveedor
fr: Type de fournisseur
ja: プロバイダーの種類
ko: 제공업체 유형
pt_br: Tipo de provedor
ru: Тип поставщика
zh_hant: 供應商類型

source: 供应商返回了价格，但没有与当前模型名称匹配；现有费用未被修改。
ar: أرجع المزوّد أسعارًا، لكنها لم تطابق أسماء النماذج الحالية؛ لم تتغير التكاليف الحالية.
de: Der Anbieter lieferte Preise, aber keiner passte zu den aktuellen Modellnamen; vorhandene Kosten wurden nicht geändert.
en: The provider returned prices, but none matched the current model names; existing costs were not changed.
es: El proveedor devolvió precios, pero ninguno coincidió con los nombres actuales; no se modificaron los costes existentes.
fr: Le fournisseur a renvoyé des tarifs, mais aucun ne correspond aux noms actuels ; les coûts existants n’ont pas été modifiés.
ja: プロバイダーは価格を返しましたが、現在のモデル名と一致しなかったため、既存の費用は変更されませんでした。
ko: 공급자가 가격을 반환했지만 현재 모델 이름과 일치하지 않아 기존 비용을 변경하지 않았습니다.
pt_br: O provedor retornou preços, mas nenhum correspondeu aos nomes atuais; os custos existentes não foram alterados.
ru: Поставщик вернул цены, но они не совпали с текущими именами моделей; существующие расходы не изменены.
zh_hant: 供應商返回了價格，但沒有與當前模型名稱匹配；現有費用未被修改。

source: 供应商返回了非 HTTP 响应
ar: قام الموفر بإرجاع استجابة غير HTTP
de: Der Anbieter hat eine Nicht-HTTP-Antwort zurückgegeben
en: The provider returned a non-HTTP response
es: El proveedor devolvió una respuesta que no es HTTP
fr: Le fournisseur a renvoyé une réponse non HTTP
ja: プロバイダーが非 HTTP 応答を返しました
ko: 공급자가 HTTP가 아닌 응답을 반환했습니다.
pt_br: O provedor retornou uma resposta não HTTP
ru: Поставщик вернул ответ, отличный от HTTP.
zh_hant: 供應商返回了非 HTTP 響應

source: 供应商隐私与数据边界
ar: خصوصية الموردين وحدود البيانات
de: Datenschutz und Datengrenzen für Lieferanten
en: Supplier Privacy and Data Boundaries
es: Privacidad de proveedores y límites de datos
fr: Confidentialité des fournisseurs et limites des données
ja: サプライヤーのプライバシーとデータ境界
ko: 공급업체 개인정보 보호 및 데이터 경계
pt_br: Privacidade do fornecedor e limites de dados
ru: Конфиденциальность поставщиков и границы данных
zh_hant: 供應商隱私與數據邊界

source: 保存
ar: حفظ
de: sparen
en: Save
es: guardar
fr: enregistrer
ja: 保存する
ko: 저장
pt_br: salvar
ru: сохранить

source: 保存后 MCP 才会读取
ar: لن يقرأه MCP حتى يتم حفظه.
de: MCP liest es erst, wenn es gespeichert wird.
en: MCP will not read it until it is saved.
es: MCP no lo leerá hasta que se guarde.
fr: MCP ne le lira pas tant qu'il ne sera pas enregistré.
ja: MCP は保存されるまで読み取りません。
ko: MCP는 저장될 때까지 읽지 않습니다.
pt_br: O MCP não o lerá até que seja salvo.
ru: MCP не будет читать его, пока он не будет сохранен.
zh_hant: 保存後 MCP 才會讀取

source: 保存设置
ar: حفظ الإعدادات
de: Einstellungen speichern
en: Save settings
es: Guardar configuración
fr: Enregistrer les paramètres
ja: 設定を保存する
ko: 설정 저장
pt_br: Salvar configurações
ru: Сохранить настройки
zh_hant: 保存設置

source: 保存路由与协议设置
ar: حفظ إعدادات التوجيه والبروتوكول
de: Speichern Sie Routing- und Protokolleinstellungen
en: Save routing and protocol settings
es: Guarde la configuración de enrutamiento y protocolo
fr: Enregistrer les paramètres de routage et de protocole
ja: ルーティングとプロトコルの設定を保存する
ko: 라우팅 및 프로토콜 설정 저장
pt_br: Salvar configurações de roteamento e protocolo
ru: Сохранение настроек маршрутизации и протокола
zh_hant: 保存路由與協議設置

source: 保守整理默认关闭；只移除行尾空白和多余空行，跳过代码块、结构化多模态内容与工具参数。
ar: يتم إيقاف الترتيب المحافظ بشكل افتراضي؛ تتم إزالة المسافات البيضاء الزائدة والأسطر الفارغة الزائدة فقط، ويتم تخطي كتل التعليمات البرمجية والمحتوى متعدد الوسائط المنظم ومعلمات الأداة.
de: Das konservative Aufräumen ist standardmäßig deaktiviert; Es werden nur abschließende Leerzeichen und redundante Leerzeilen entfernt und Codeblöcke, strukturierte multimodale Inhalte und Toolparameter werden übersprungen.
en: Conservative tidying is off by default; only trailing whitespace and redundant empty lines are removed, and code blocks, structured multimodal content, and tool parameters are skipped.
es: El orden conservador está desactivado de forma predeterminada; sólo se eliminan los espacios en blanco finales y las líneas vacías redundantes, y se omiten los bloques de código, el contenido multimodal estructurado y los parámetros de herramientas.
fr: Le rangement conservateur est désactivé par défaut ; seuls les espaces de fin et les lignes vides redondantes sont supprimés, et les blocs de code, le contenu multimodal structuré et les paramètres d'outils sont ignorés.
ja: 保守的な整理整頓はデフォルトではオフになっています。末尾の空白と冗長な空行のみが削除され、コード ブロック、構造化されたマルチモーダル コンテンツ、ツール パラメーターはスキップされます。
ko: 보수적인 정리는 기본적으로 꺼져 있습니다. 후행 공백과 중복된 빈 줄만 제거되고 코드 블록, 구조화된 다중 모달 콘텐츠 및 도구 매개 변수는 건너뜁니다.
pt_br: A arrumação conservadora está desativada por padrão; apenas espaços em branco à direita e linhas vazias redundantes são removidos, e blocos de código, conteúdo multimodal estruturado e parâmetros de ferramenta são ignorados.
ru: Консервативная уборка по умолчанию отключена; удаляются только конечные пробелы и лишние пустые строки, а также пропускаются блоки кода, структурированный мультимодальный контент и параметры инструментов.
zh_hant: 保守整理默認關閉；只移除行尾空白和多餘空行，跳過代碼塊、結構化多模態內容與工具參數。

source: 保守文本整理
ar: تنظيف نصي محافظ
de: Konservative Textbereinigung
en: Conservative Text Cleanup
es: Limpieza de texto conservadora
fr: Nettoyage prudent du texte
ja: 保守的なテキスト整理
ko: 보수적 텍스트 정리
pt_br: Limpeza conservadora de texto
ru: Консервативная очистка текста

source: 停止
ar: توقف
de: hör auf
en: Stop
es: detenerse
fr: arrêter
ko: 중지
pt_br: parar
ru: стоп

source: 停止服务
ar: إيقاف الخدمة
de: Stoppen Sie den Dienst
en: Stop service
es: detener el servicio
fr: Arrêter le service
ja: サービスを停止する
ko: 서비스 중지
pt_br: Interromper serviço
ru: Остановить службу
zh_hant: 停止服務

source: 停止本地 API
ar: إيقاف API المحلي
de: Lokale API stoppen
en: Stop Local API
es: Detener API local
fr: Arrêter l’API locale
ja: ローカルAPIを停止
ko: 로컬 API 중지
pt_br: Parar API local
ru: Остановить локальный API

source: 停止本地 API 服务
ar: إيقاف خدمة API المحلية
de: Lokalen API-Dienst stoppen
en: Stop Local API Service
es: Detener servicio de API local
fr: Arrêter le service d’API locale
ja: ローカルAPIサービスを停止
ko: 로컬 API 서비스 중지
pt_br: Parar serviço de API local
ru: Остановить службу локального API
zh_hant: 停止本地 API 服務

source: 允许的供应商（不选表示全部）
ar: الموردين المسموح لهم (قم بإلغاء التحديد للإشارة إلى الكل)
de: Zulässige Lieferanten (nicht markieren, um alle anzuzeigen)
en: Allowed suppliers (uncheck to indicate all)
es: Proveedores permitidos (desmarque para indicar todos)
fr: Fournisseurs autorisés (décochez pour tous les indiquer)
ja: 許可されたサプライヤー (すべてを指定するにはチェックを外します)
ko: 허용된 공급업체(모두 표시하려면 선택 취소)
pt_br: Fornecedores permitidos (desmarque para indicar todos)
ru: Разрешенные поставщики (снимите галочку, чтобы указать всех)
zh_hant: 允許的供應商（不選表示全部）

source: 允许的数据地区（不选表示不限）
ar: مناطق البيانات المسموح بها (غير محددة تعني عدم وجود حد)
de: Zulässige Datenbereiche (deaktiviert bedeutet keine Begrenzung)
en: Allowed data regions (unchecked means no limit)
es: Regiones de datos permitidas (sin marcar significa que no hay límite)
fr: Régions de données autorisées (non cochée signifie aucune limite)
ja: 許可されたデータ領域 (チェックを外すと制限がないことを意味します)
ko: 허용되는 데이터 지역(선택하지 않으면 제한이 없음을 의미)
pt_br: Regiões de dados permitidas (desmarcado significa sem limite)
ru: Разрешенные регионы данных (снятый флажок означает отсутствие ограничений)
zh_hant: 允許的數據地區（不選表示不限）

source: 允许的模型（每行一个；留空允许全部）
ar: النماذج المسموح بها (واحد في كل سطر؛ اتركه فارغًا للسماح للجميع)
de: Zulässige Modelle (eines pro Zeile; leer lassen, um alle zuzulassen)
en: Allowed models (one per line; leave blank to allow all)
es: Modelos permitidos (uno por línea; déjelo en blanco para permitir todos)
fr: Modèles autorisés (un par ligne ; laisser vide pour tous les autoriser)
ja: 許可されるモデル (1 行に 1 つ、すべてを許可する場合は空白のままにします)
ko: 허용되는 모델(한 줄에 하나씩, 모두 허용하려면 비워 두세요)
pt_br: Modelos permitidos (um por linha; deixe em branco para permitir todos)
ru: Разрешенные модели (по одной в строке; оставьте пустым, чтобы разрешить все)
zh_hant: 允許的模型（每行一個；留空允許全部）

source: 允许的模型（每行一个；留空允许工作区范围内全部）
ar: النماذج المسموح بها (واحد لكل سطر؛ اتركها فارغة للسماح للجميع داخل مساحة العمل)
de: Zulässige Modelle (eines pro Zeile; leer lassen, um alle im Arbeitsbereich zuzulassen)
en: Allowed models (one per line; leave blank to allow all within the workspace)
es: Modelos permitidos (uno por línea; déjelo en blanco para permitir todos dentro del espacio de trabajo)
fr: Modèles autorisés (un par ligne ; laisser vide pour autoriser tous les utilisateurs dans l'espace de travail)
ja: 許可されたモデル (1 行に 1 つ。ワークスペース内のすべてを許可するには空白のままにします)
ko: 허용되는 모델(한 줄에 하나씩, 작업 공간 내에서 모두 허용하려면 비워 두세요)
pt_br: Modelos permitidos (um por linha; deixe em branco para permitir todos dentro do espaço de trabalho)
ru: Разрешенные модели (по одной в строке; оставьте пустым, чтобы разрешить все в рабочей области)
zh_hant: 允許的模型（每行一個；留空允許工作區範圍內全部）

source: 先添加一个供应商。API Key 将保存在 macOS 钥匙串，不会写入配置文件。
ar: ابدأ بإضافة مورد. سيتم حفظ مفتاح API في سلسلة مفاتيح macOS ولن تتم كتابته في ملف التكوين.
de: Beginnen Sie mit dem Hinzufügen eines Lieferanten. Der API-Schlüssel wird im macOS-Schlüsselbund gespeichert und nicht in die Konfigurationsdatei geschrieben.
en: Start by adding a supplier. The API Key will be saved in the macOS keychain and will not be written to the configuration file.
es: Comience agregando un proveedor. La clave API se guardará en el llavero de macOS y no se escribirá en el archivo de configuración.
fr: Commencez par ajouter un fournisseur. La clé API sera enregistrée dans le trousseau macOS et ne sera pas écrite dans le fichier de configuration.
ja: まずサプライヤーを追加します。 API キーは macOS キーチェーンに保存され、設定ファイルには書き込まれません。
ko: 공급업체를 추가하여 시작하세요. API 키는 macOS 키체인에 저장되며 구성 파일에 기록되지 않습니다.
pt_br: Comece adicionando um fornecedor. A chave API será salva nas chaves do macOS e não será gravada no arquivo de configuração.
ru: Начните с добавления поставщика. Ключ API будет сохранен в связке ключей macOS и не будет записан в файл конфигурации.
zh_hant: 先添加一個供應商。API Key 將保存在 macOS 鑰匙串，不會寫入配置文件。

source: 全球/境外
ar: العالمية / في الخارج
de: Global/Übersee
en: Global/overseas
es: Global/extranjero
fr: Mondial/outre-mer
ja: グローバル・海外
ko: 글로벌/해외
pt_br: Global/externo
ru: Глобальный/за рубежом

source: 全选
ar: حدد الكل
de: Alles auswählen
en: Select all
es: Seleccionar todo
fr: Tout sélectionner
ja: すべて選択
ko: 모두 선택
pt_br: Selecionar tudo
ru: Выбрать все
zh_hant: 全選

source: 全部
ar: الكل
de: Alle
en: All
es: Todos
fr: Tout
ja: すべて
ko: 전체
pt_br: Todos
ru: Все

source: 全部供应商
ar: جميع الموردين
de: Alle Lieferanten
en: All suppliers
es: Todos los proveedores
fr: Tous les fournisseurs
ja: すべてのサプライヤー
ko: 모든 공급업체
pt_br: Todos os fornecedores
ru: Все поставщики
zh_hant: 全部供應商

source: 全部模型
ar: جميع الموديلات
de: Alle Modelle
en: All models
es: Todos los modelos
fr: Tous les modèles
ja: 全モデル
ko: 모든 모델
pt_br: Todos os modelos
ru: Все модели

# 共 %arg 个模型；每行一个名称。兼容协议 这里填写部署名称。
source: 共 %1$arg 个模型；每行一个名称。兼容协议 这里填写部署名称。
ar: إجمالي نماذج %arg؛ اسم واحد في كل سطر. البروتوكول المتوافق قم بملء اسم النشر هنا.
de: %arg Modelle insgesamt; ein Name pro Zeile. Geben Sie hier den Bereitstellungsnamen für kompatibles Protokoll ein.
en: %arg models total; one name per line. compatible protocol fill in the deployment name here.
es: %arg modelos totales; un nombre por línea. protocolo compatible complete el nombre de la implementación aquí.
fr: %arg modèles total ; un nom par ligne. protocole compatible indiquez le nom du déploiement ici.
ja: %arg モデルの合計。 1 行に 1 つの名前。 互換プロトコル ここにデプロイ名を入力します。
ko: %arg 모델 총계; 한 줄에 하나의 이름. 호환 프로토콜는 여기에 배포 이름을 입력합니다.
pt_br: %arg total de modelos; um nome por linha. protocolo compatível preencha o nome da implantação aqui.
ru: %arg моделей всего; одно имя в строке. совместимый протокол введите здесь имя развертывания.
zh_hant: 共 %1$arg 個模型；每行一個名稱。兼容協議 這裡填寫部署名稱。

source: 关闭
ar: إيقاف
de: Aus
en: Off
es: Desactivado
fr: Désactivé
ja: オフ
ko: 끔
pt_br: Desativado
ru: Выключено
zh_hant: 關閉

source: 兼容 API Base URL
ar: عنوان URL الأساسي لواجهة API المتوافقة
de: Basis-URL der kompatiblen API
en: Compatible API Base URL
es: URL base de API compatible
fr: URL de base de l’API compatible
ja: 互換 API Base URL
ko: 호환 API Base URL
pt_br: URL base da API compatível
ru: Базовый URL совместимого API

source: 兼容协议 Base URL
ar: عنوان URL الأساسي لـ البروتوكول المتوافق
de: kompatibles Protokoll-Basis-URL
en: compatible protocol Base URL
es: URL base de protocolo compatible
fr: URL de base protocole compatible
ja: 互換プロトコル Base URL
ko: 호환 프로토콜 Base URL
pt_br: URL base da protocolo compatível
ru: Базовый URL совместимый протокол
zh_hant: 兼容協議 Base URL

source: 内置
ar: مدمج
de: Eingebaut
en: Built-in
es: Incorporado
fr: Intégré
ja: 内蔵
ko: 내장
pt_br: Integrado
ru: Встроенный
zh_hant: 內置

source: 内置 · 不可删除
ar: مدمج · لا يمكن حذفه
de: Eingebaut · kann nicht gelöscht werden
en: Built-in · cannot be deleted
es: Incorporado · no se puede eliminar
fr: Intégré · ne peut pas être supprimé
ja: 内蔵・削除不可
ko: 내장 · 삭제 불가
pt_br: Integrado · não pode ser excluído
ru: Встроенный · невозможно удалить
zh_hant: 內置 · 不可刪除

source: 内置供应商会自动带出已核验的完整名录地址；通用兼容类型才需要手工填写。运行时不会使用 Base URL 猜测路径。凭证通过请求头发送，拉取结果需预览确认后才会合并。
ar: سيقوم المورد المدمج تلقائيًا بإخراج عنوان الدليل الكامل الذي تم التحقق منه؛ فقط النوع المتوافق العالمي يحتاج إلى ملؤه يدويًا. لا يستخدم وقت التشغيل عنوان URL الأساسي لتخمين المسار. يتم إرسال بيانات الاعتماد من خلال رأس الطلب، ويجب معاينة نتائج السحب وتأكيدها قبل دمجها.
de: Der integrierte Anbieter zeigt automatisch die verifizierte vollständige Verzeichnisadresse an; Nur der universell kompatible Typ muss manuell ausgefüllt werden. Die Laufzeit verwendet die Basis-URL nicht, um den Pfad zu erraten. Die Anmeldeinformationen werden über den Anforderungsheader gesendet und die Pull-Ergebnisse müssen in der Vorschau angezeigt und bestätigt werden, bevor sie zusammengeführt werden.
en: The built-in supplier will automatically bring out the verified complete directory address; only the universal compatible type needs to be filled in manually. The runtime does not use the Base URL to guess the path. The credentials are sent through the request header, and the pull results need to be previewed and confirmed before they are merged.
es: El proveedor integrado mostrará automáticamente la dirección del directorio completa verificada; solo es necesario completar manualmente el tipo compatible universal. El tiempo de ejecución no utiliza la URL base para adivinar la ruta. Las credenciales se envían a través del encabezado de la solicitud y es necesario obtener una vista previa de los resultados de la extracción y confirmarlos antes de fusionarlos.
fr: Le fournisseur intégré fera automatiquement apparaître l'adresse complète du répertoire vérifiée ; seul le type universel compatible doit être rempli manuellement. Le moteur d'exécution n'utilise pas l'URL de base pour deviner le chemin. Les informations d'identification sont envoyées via l'en-tête de la demande et les résultats de l'extraction doivent être prévisualisés et confirmés avant d'être fusionnés.
ja: 組み込みのサプライヤーは、検証された完全なディレクトリ アドレスを自動的に取得します。ユニバーサル互換タイプのみを手動で入力する必要があります。ランタイムはパスを推測するためにベース URL を使用しません。資格情報はリクエスト ヘッダーを通じて送信され、プル結果はマージされる前にプレビューして確認する必要があります。
ko: 내장된 공급자는 확인된 전체 디렉터리 주소를 자동으로 가져옵니다. 범용 호환 유형만 수동으로 입력해야 합니다. 런타임은 경로를 추측하기 위해 기본 URL을 사용하지 않습니다. 자격 증명은 요청 헤더를 통해 전송되며, 가져오기 결과를 병합하기 전에 미리 보고 확인해야 합니다.
pt_br: O fornecedor integrado exibirá automaticamente o endereço completo do diretório verificado; apenas o tipo universal compatível precisa ser preenchido manualmente. O tempo de execução não usa o URL base para adivinhar o caminho. As credenciais são enviadas por meio do cabeçalho da solicitação e os resultados do pull precisam ser visualizados e confirmados antes de serem mesclados.
ru: Встроенный поставщик автоматически выдаст проверенный полный адрес каталога; только универсальный совместимый тип необходимо заполнять вручную. Среда выполнения не использует базовый URL-адрес для определения пути. Учетные данные отправляются через заголовок запроса, а результаты извлечения необходимо просмотреть и подтвердить перед их объединением.
zh_hant: 內置供應商會自動帶出已核驗的完整名錄地址；通用兼容類型才需要手工填寫。運行時不會使用 Base URL 猜測路徑。憑證通過請求頭髮送，拉取結果需預覽確認後才會合併。

source: 最低延迟
ar: أقل زمن انتقال
de: Niedrigste Latenz
en: Lowest Latency
es: Menor latencia
fr: Latence minimale
ja: 最低レイテンシ
ko: 최저 지연 시간
pt_br: Menor latência
ru: Минимальная задержка
zh_hant: 最低延遲

source: 最低成本
ar: أقل تكلفة
de: Niedrigste Kosten
en: Lowest Cost
es: Menor coste
fr: Coût minimal
ja: 最低コスト
ko: 최저 비용
pt_br: Menor custo
ru: Минимальная стоимость

# 最多回退目标：%arg
source: 最多回退目标：%1$arg
ar: الحد الأقصى للأهداف الاحتياطية: %arg
de: Maximale Fallback-Ziele: %arg
en: Maximum fallback targets: %arg
es: Objetivos de reserva máximos: %arg
fr: Cibles de repli maximales : %arg
ja: 最大フォールバック ターゲット: %arg
ko: 최대 대체 대상: %arg
pt_br: Alvos máximos de fallback: %arg
ru: Максимальное количество резервных целей: %arg
zh_hant: 最多回退目標：%1$arg

source: 最大上下文
ar: أكبر سياق
de: Größter Kontext
en: Largest Context
es: Mayor contexto
fr: Contexte maximal
ja: 最大コンテキスト
ko: 최대 컨텍스트
pt_br: Maior contexto
ru: Максимальный контекст
